Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/uis.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: By focusing on the end product, your thesis, you can save valuable time and establish a good working relationship between you and your supervisor and course coordinator.
nn: Ved å fokusera på det endelege sluttproduktet, oppgåva, vil du kunne spara verdifull tid og sikra ein god kommunikasjon mellom deg, rettleiar og fagansvarleg.

source: - the secondary education teacher programme in natural sciences, the thesis is worth 10
nn: - lektorprogrammet i realfag er oppgåva på 10 sp, og studentane skal ikkje gjennomføre

source: ISSN is required for al journals.
nn: Tidsskrift skal ha ISSN.

source: Journals must be active and have a realistic plan for future publications.
nn: Tidsskrift skal vere aktive, og ha ein realistisk plan for kommande utgjevingar.

source: An article-based thesis can contain 1 or more articles that the PhD-candidate has co-authored.
nn: Artikkelbasert avhandlingar kan innehalda 1 eller fleire artiklar, som stipendiaten har samskrive med andre forfattarar.

source: Department of Electrical Engineering and Computer Science is responsible for teaching, research and
nn: Institutt for energi- og petroleumsteknologi (IEP) driver forsking innanfor bore- og brønnteknologi,

source: The ultimate goal is better qualified health personnel, says Mwalabu.
nn: Det endelege målet er betre kvalifisert helsepersonell, seier Mwalabu.

source: • First comes an introduction explaining the background and purpose of the thesis and its
nn: • Først gir du ei innleiing som gjer greie for bakgrunnen til og formålet med oppgåva,

source: and provides a DOI for al publications on the platform.
nn: for DOI for alle publikasjonar på plattforma.

source: A reference list is a list of books, articles, manuals, websites, etc. that you have used in the thesis.
nn: Ei referanseliste er ei liste over bøker, artiklar, manualar, websider osv., som du har brukt i oppgåva.

source: This is where you assess and interpret your results.
nn: Her vurderer du og tolkar resultata dine.

source: Together with Kilimanjaro Christian Medical University College in Tanzania and University of Stavanger they are working on strengthening the capacity and quality of nursing and midwifery education through
nn: Saman med Kilimanjaro Christian Medical College i Tanzania og Universitetet i Stavanger jobbar dei med å styrka kapasiteten og kvaliteten på sjukepleiar- og jordmorutdanningene gjennom

source: The PhD-candidate must be first author of at least 3 articles and have the main responsibility for the academic work.
nn: Stipendiaten må vera førsteforfattar på minst 3 artiklar og ha hovudansvar for det vitskaplege arbeidet.

source: The award shall encourage research presentation/communication, artistic presentation and community involvement.
nn: Prisen skal stimulere til forskingsformidling/-kommunikasjon, kunstnarisk formidling og samfunnsengasjement.

source: Our clinical teaching will definitely improve, says Mwalabu.
nn: Den kliniske undervisninga vår vil definitivt bli betre, seier Mwalabu.
